[{
		"title": "Youth work helps Jim support young people in his local area",
		"details": "We awarded the Bristol Youth & Community Action (BYCA) programme 55,398 last year in a variety of small grants, funded from the Bristol High Sheriff's Fund, managed here at Quartet. BYCA supports young people aged 8-12 with a huge range of diversionary and skills- and confidence-building activities for children and young people living in disadvantaged areas of Bristol.I came across Youth Moves about ten years ago, I guess I was about thirteen', said Jim, a youth worker at Youth Moves, based in Knowle West, South Bristol. 'I kept coming across them through youth clubs, local sports clubs, that sort of thing. When I wasn't at the activities run by Youth Moves, I was  like all the other kids my age  hanging around with my friends, and causing a nuisance for people. Nothing criminal, but, you know, the sort of anti-social behaviour you hear about. But for those few nights a week when we were at Youth Moves, we were 'off the streets', learning something useful.'After a couple of years using their front-line groups and clubs, Jim started volunteering for Youth Moves and, one summer, got the opportunity to do some sports coaching they were running, shadowing their current coach and working with young kids to improve their confidence and skills. By this time, he was about sixteen and was starting to think about his future.'That was the turning point really', said Jim. 'I was successful at securing an apprenticeship with Youth Moves, as a sports coach, and it opened up the door to youth work. I hadn't been sure what I wanted to do, and it was hard to get to courses and things from Knowle West because it meant making long bus journeys to the other side of the city. I wanted to stay here, work in my local community.'Jim is passionate about the area he grew up in, despite its problems, and he's not the only one. 'There are loads of people like me, who love the area and want to stay and make a real difference for the kids growing up here', said Jim. 'I'll never stop banging the drum for Knowle West. It's not like what you see on the media. There's so much good going on.'But the availability of funding has reduced starkly on the front-line, even during Jim's time as both a user of youth services and now an integral part of the team.Programmes like ours give young people the step up-Jim Maby Youth Worker at Youth Moves'I'm 24 now, and there's so much less help out there than there was even when I was a kid', said Jim. 'Quartet Community Foundation and Bristol Youth & Community Action (BYCA)'s funding makes it viable for us to run some fantastic programmes for local young people. This summer they supported us in running two weeks of sports for local kids, and we worked with around 80 children aged 8-12 years. I ran another supporting 15-16 year olds, training them as volunteers and continuing the cycle. Programmes like ours give young people the step up, and we need more of them.'Youth Moves and the wider BYCA programme champion early intervention and prevention work for children and young people facing disadvantage and who may be at risk of anti-social behaviour or exclusion. By supporting them with skills, confidence-building and opportunities to widen their experience, we hope to use our funding to prevent problems before they escalate, and to give as many young people as possible the chance to fulfil their potential.",
		"published": "3 October, 2016",
		"url": "data\\story1.jpg"
	},
	{
		"title": "Helping Frank to relive precious memories",
		"details": "Alive! applied to us for a small grant to buy two iPads and a projector, so they could provide 'guided reminiscence' sessions for local elderly care home residents. We awarded them 1,000 from our Express programme.Frank* has late stage dementia and depression. He spends his days pacing restlessly around the Bristol care home where he lives. The isolation and confusion brought by the dementia has made Frank a loner' at the home, left unable to connect with his fellow residents.Alive! presenter Nicola Taylor discovered that Frank loves old musicals and show tunes, so on a recent visit she used the new equipment to play him a video of Somewhere Over The Rainbow. Frank immediately sat down next to Nicola, with tears in his eyes, and said, 'that's beautiful.' Nicola then spent a very special half hour with Frank, using the iPad to reminisce together over his favourite musicals. Frank then approached one of the other residents, a lady called Diana*, and started to sing to her in a moving and gentle way. 'To see Frank so lit up was amazing', said Nicola, 'some of the staff at the home were in tears.''To see Frank so lit up was amazing', said Nicola, 'some of the staff at the home were in tears.''Alive! is dedicated to improving the lives of older people in care by championing their access to purposeful activity and intellectual, social and emotional engagement. This grant from Quartet has enabled us to reach many more older people in care homes, just like Frank', says Jennie Reed, Services and Projects Manager at Alive!. 'Over the past 6 years Alive! has pioneered the use of touchscreen technology in care homes, using iPads as a tool for connecting with even the most hard to reach and isolated people. This equipment enables us to respond instantly to people's requests, reunite them with their passions and interests and create an environment where people can continue to learn new things, share stories and make meaningful connections with the people around them.'A sustainable futureBecause the charity now owns this equipment they're able to carry out this work all over Bristol and the surrounding area for many years to come. They're also using the remainder of their grant to train around 100 care home staff in 30 local homes, building in-house capacity to better support their residents' emotional and intellectual needs, and using their own devices to carry on the guided reminiscence as part of their everyday routine.'Alive!'s sessions are proven to impact positively on older people in the expression of personal identity, enabling of personal choice, interaction with others and general well-being', says Jennie. 'We are so grateful to Quartet for their generous funding that enables us to carry out this work and reach even more older people.'For the cost of a very small grant from us, Frank has been given an opportunity to connect with those closest to him.There are many others like Frank, facing isolation and ill health in older age. If you would like to support people in your local community, talk to us about starting a named fund, or click to make a donation.* not their real names.",
		"published": "26 July, 2016",
		"url": "data\\story2.jpg"
	},
	{
		"title": "Promising future for Ellie thanks to mentoring",
		"details": "Ellie described herself as 'a bit mischievous' in class.Disinterested in learning and often bored, Ellie had become disruptive at school and was often kicked out of class. Outwardly confident, Ellie talked privately about feeling that everything was 'pointless'.Quartet supports a Bath-based charity called Mentoring Plus. Luckily for Ellie, she was referred to the charity by her school, and matched with Leanne, a bright and assertive woman in her 20s. Ellie's horizons were widened by trying a range of new activities together, from hiring bicycles for a long ride  to museum visits. 'I hadn't done that sort of stuff before, and so I thought might be boring and a bit goody-goody, but it wasn't,' Ellie said.Seeing Leanne as a role model and noticing how constructive activities were making her feel about herself, Ellie made a conscious decision to try harder at school and finally got out of trouble with improved grades and more enjoyment in class.'When people read about someone in need they often want to help but don't know how best to. That's where we come in, helping our donors to put their money where it will do the most good, and providing much-needed funding to projects like this one run by Mentoring Plus', said Sue Turner, Chief Executive of Quartet Community Foundation.'It's always inspiring to see how a new setting, healthy activity and positive role models bring out the very best in the young people we work with,' said Jamie Luck, Chief Executive of Mentoring Plus. 'Our mentees all love their time on residential activities, and we see them realising how much they're all capable of and the range of options they can follow for the future'.As well as receiving 2,000 from the Bath Half Marathon Fund, which is managed by Quartet Community Foundation, the project also received funding support from The Hedley Foundation and The Somerset Crimebeat Trust.Ellie was invited to join the farm residential in the summer and, having benefited from mentoring, was able to join in with activities positively, influencing others around her too. 'You can choose to do better,' she admitted. This was helped by her discovering a real love of animals and her time on the farm helped her decide to apply for an animal care course at college.Mentoring Plus is a Bath-based charity which for the past 5 years has taken groups of disadvantaged children and young people to Jamie's Farm in Wiltshire. Young people at risk of exclusion from school are encouraged to get hands-on in the day-to-day running of the farm, looking after the animals, growing fruit and veg and even assisting chefs in the kitchen.She was worried about coping without her phone and cigarettes for several days  both strict rules on the farm  but the experience was a positive one; 'not having phones with us is good, we get to talk to people more I love the horses and all the animals. I've learned that I don't need to smoke, that I have a future working with animals and that I'll do well.''It's fantastic to see the project has made such a difference to local young people', said Sue Turner.",
		"published": "9 June, 2016",
		"url": "data\\story3.jpg"
	},
	{
		"title": "Having a bigger impact",
		"details": "South Weston Activity Network (SWAN) is a collaborative group of organisations local to South Ward in Weston super Mare, working with children, young people and families; and together having a bigger impact.GIVERSThe North Somerset Council Children and Young People ProgrammeSERVICEThis programme is aimed at specific projects designed to reduce offending and anti-social behaviour as well as offer broader packages of 'positive activities' to young people in North Somerset.RECEIVERSSWAN plan, commission and deliver activities for all ages, working together to have a strategic oversight of work in the community. SWAN is the local commissioning network for South Ward, and a registered charity.  With currently twelve active member organisations working together to quickly identify local need, gaps in provision and potential opportunities; and then efficiently and effectively respond in a creative and joined-up way.OUTPUTA grant of 3,000 towards school holiday activity days, forest school sessions and a free lunch club for young people aged 7-16 years across South Ward has offered a chance for these young people living in very disadvantaged areas to enjoy the same opportunities as their peers.OUTCOMEActivities included day camps, providing opportunities that these young people would not otherwise have to get away, learn, have fun and make positive friendships.  At the lunch club, which serves up to 50 children per day, trained workers can engage hard-to-reach young people who might not otherwise access local services",
		"published": "6 October, 2015",
		"url": "data\\story4.jpg"
	},
	{
		"title": "Creating better life choices",
		"details": "The Matthew Tree Project seeks to do something more than alleviate an immediate need to put food on the table.GIVERSThe QCF Catalyst programme is designed for those organisations looking to make a step change in the work that they are doing.SERVICEQCF matched fund holders wishes and interest with groups applying for funding through the Catalyst Fund.RECEIVERSThe Matthew Tree Project has three main aims: to alleviate the immediate effects of poverty  through their food stores, to build relationships with the people accessing their services in order to understand what they might do to change their situation, and to offer skills training and work to help bring people out of poverty.OUTPUTA grant of 9,980 allowed The Matthew Tree Project to develop a food growing project in Brislington.OUTCOMEBy growing their own food on a commercial basis The Matthew Tree Project can offer those they support skills training and employment in horticulture, food processing, recycling, energy conservation, marketing and distribution, all skills which could help those in need of employment.",
		"published": "4 June, 2015",
		"url": "data\\story5.jpg"
	},
	{
		"title": "Funding social change together",
		"details": "GIVERSAt the 2014 Funding Network (TFN) Bristol event, the Carers' Centre in Bath received 4,851 to create a new outside space where people caring for a dependent family member can escape the pressure and isolation they often experience.SERVICEThe Funding Network (TFN) is a different approach to philanthropy, bringing charitable projects and people together in an innovative format.RECEIVERSThe Carer's Centre works with unpaid carers across B&NES, Carers help look after loved ones who can't manage on their own  because they are frail, or have a mental or physical disability. http://www.banescarerscentre.org.uk Chief Executive Sonia Hutchinson said: 'Thank you so much for the funding TFN so kindly raised. Since them, the project has become even more exciting as we have been donated a garden by the BBC's The One Show! We are so grateful for your funding as without this we could not have afforded to install this amazing garden and would have missed this wonderful opportunity.'OUTPUTA grant of 4,851 has enabled the Carer's Centre to create a new outside space enabling people caring for a dependent family member to visit.OUTCOMEPeople caring for a dependent family member have a wonderful outdoor space where they can escape the pressure and isolation they often experience as a carer.",
		"published": "12 May, 2015",
		"url": "data\\story6.jpg"
	},
	{
		"title": "Improving life chances",
		"details": "Children growing up in families without any male models is a well-documented problem.GIVERSQCF manages the The Henry Smith Charitable Fund on behalf of the Henry Smith Charity.SERVICEPriority is given to work with groups experiencing social and/or economic disadvantage and to work that tackles problems in areas of high deprivation.RECEIVERSSingle Parent Action Network (SPAN) helps one parent families living in poverty and isolation, from different backgrounds and cultures, to improve their lives and play a greater role in society.This grant has enabled SPAN to undertake innovative work with fathers, especially those fathers who need to stabilise their own situation before they can become positive parents as they have often had a difficult childhood themselves with poor parental relationships and therefore need help to address and improve their own parenting skills.OUTPUTA grant of 83,700 over three years has enabled SPAN to employ staff to do innovative work with fathers.OUTCOMEThe outcomes are about creating a situation where parents can focus on the child, breaking the cycle of poor parenting and loss of positive male role models in a child's life.",
		"published": "4 June, 2015",
		"url": "data\\story7.jpeg"
	}
]
